Repository: INFRATEL-DI/hivepress
Catalog: languages/hivepress-*.po
Languages: uk

source: Hide
uk: Сховати

source: Unhide
uk: Показати

source: Showing %1$s-%2$s of %3$s results
uk: Відображаються %1$s-%2$s з %3$s результатів

source: User Registration Form
uk: Форма реєстрації користувачів

source: Extensions
uk: Розширення

# plural
source: All
uk: Всі

# plural
source: Installed
uk: Встановлені

source: The current theme doesn't declare HivePress support, if you encounter layout or styling issues please consider using the official %s theme.
uk: Поточна тема не підтримує HivePress, якщо ви помітите проблеми з версткою або стилями, будь ласка, використовуйте офіційну тему %s.

source: Add Option
uk: Додати опцію

source: Edit Option
uk: Редагувати опцію

source: Update Option
uk: Змінити опцію

source: Parent Option
uk: Батьківська опція

source: Search Options
uk: Шукати опції

source: No options found.
uk: Опцій не знайдено.

source: Edit Options
uk: Редагувати опції

source: Description
uk: Опис

# field
source: requires review
uk: вимагає перевірки

source: Relevance
uk: Релевантність

source: Date
uk: Дата

source: All Categories
uk: Усі категорії

source: Captcha is invalid.
uk: Невірний код підтвердження.

# listing
source: Featured
uk: Рекламується

# listing
source: Verified
uk: Перевіренe

source: Edit
uk: Редагувати

source: Please check your email to activate your account.
uk: Будь ласка, перевірте вашу ел. пошту щоб активувати акаунт.

source: Username
uk: Ім'я користувача

source: Sign In
uk: Увійти

source: Register
uk: Зареєструватися

source: Reset Password
uk: Скинути пароль

source: Featuring Date
uk: Дата закінчення терміну рекламування

source: Images
uk: Зображення

source: Select Images
uk: Вибрати зображення

source: Attributes
uk: Атрибути

# attribute
source: Editable
uk: Редагування

source: Allow front-end editing
uk: Дозволити користувачам редагування

# attribute
source: Moderated
uk: Модерація

source: Manually approve changes
uk: Вручну схвалювати зміни

source: Field Type
uk: Тип поля

# attribute
source: Searchable
uk: Пошук

source: Display in the search form
uk: Відображати в пошуковій формі

# attribute
source: Sortable
uk: Сортування

source: Display as a sorting option
uk: Відображати як опцію сортування

source: Areas
uk: Зони

source: Choose the template areas where you want to display this attribute.
uk: Виберіть зони шаблону, в яких ви хочете відображати цей атрибут.

source: Block
uk: Блок

# area
source: primary
uk: головна

# area
source: secondary
uk: другорядна

source: Page
uk: Сторінка

source: Icon
uk: Іконка

source: Format
uk: Формат

source: Set the attribute display format.
uk: Введіть формат відображення атрибута.

source: Image
uk: Зображення

source: Select Image
uk: Вибрати зображення

# sort priority
source: Order
uk: Порядок

source: Display subcategories
uk: Відображати підкатегорії

# listing
source: Add New
uk: Додати нове

# vendor
source: Add New
uk: Додати нового

source: Display categories
uk: Відображати категорії

source: Submission
uk: Додавання

source: Submission Terms Page
uk: Сторінка умов додавання

source: Expiration
uk: Терміни

source: Emails
uk: Листи

source: This email is sent to users when listing is approved.
uk: Цей лист відправляється користувачам у разі схвалення оголошення.

source: Hi, %user_name%! Your listing "%listing_title%" has been approved, click on the following link to view it: %listing_url%
uk: Привіт, %username%! Ваше оголошення "%listing_title%" схвалено, клікніть на це посилання для перегляду: %listing_url%

source: This email is sent to users when listing is rejected.
uk: Цей лист відправляється користувачам у разі відхилення оголошення.

source: Hi, %user_name%! Unfortunately, your listing "%listing_title%" has been rejected.
uk: Привіт, %username%! На жаль, ваше оголошення "%listing_title%" відхилено.

source: This email is sent to users when listing is expired.
uk: Цей лист відправляється користувачам у разі закінчення терміну розміщення оголошення.

source: Hi, %user_name%! Your listing "%listing_title%" has expired, click on the following link to renew it: %listing_url%
uk: Привіт, %username%! Термін розміщення оголошення "%listing_title%" закінчився, клікніть на це посилання, щоб оновити його: %listing_url%

# noun
source: Display Name
uk: Відображувальнe ім'я

source: User Name
uk: Ім'я користувача

source: Users
uk: Користувачі

source: First Name
uk: Ім'я

source: Last Name
uk: Прізвище

source: Full Name
uk: Ім'я і прізвище

source: Registration
uk: Реєстрація

source: Registration Terms Page
uk: Сторінка умов реєстрації

source: Choose a page with terms that user has to accept before registering.
uk: Виберіть сторінку умов, які користувач повинен прийняти перед реєстрацією.

source: Generate username from the email address
uk: Генерувати ім'я користувача з ел. адреси

source: Email
uk: Ел. адреса

source: Require email address verification
uk: Вимагати підтвердження ел. адреси

source: User Registered
uk: Користувач зареєстрований

source: This email is sent to users after registration.
uk: Цей лист відправляється користувачам після реєстрації.

source: Hi, %user_name%! Thank you for registering, here's your password: %user_password%
uk: Привіт, %username%! Дякуємо за реєстрацію, ось ваш пароль: %user_password%

source: Password Reset
uk: Пароль скинуто

source: This email is sent to users when a password reset is requested.
uk: Цей лист відправляється користувачам у разі запиту скидання пароля.

source: Hi, %user_name%! Please click on the following link to set a new password: %password_reset_url%
uk: Привіт, %username%! Будь ласка, клікніть на це посилання, щоб встановити новий пароль: %password_reset_url%

source: Email Verification
uk: Підтвердження ел. адреси

source: This email is sent to users when email verification is required.
uk: Цей лист відправляється користувачам у разі перевірки ел. адреси.

source: Hi, %user_name%! Please click on the following link to verify your email address: %email_verify_url%
uk: Привіт, %username%! Будь ласка, клікніть на це посилання, щоб підтвердити ел. адресу: %email_verify_url%

source: Integrations
uk: Інтеграції

source: Protected Forms
uk: Захищені форми

source: Site Key
uk: Ключ сайту

source: Secret Key
uk: Секретний ключ

source: Settings
uk: Налаштування

# noun
source: Display
uk: Відображення

# noun
source: Search
uk: Пошук

source: Details
uk: Деталі

source: Editing
uk: Редагування

source: Moderation
uk: Модерація

source: Expiration Period
uk: Термін розміщення

source: Expiration Date
uk: Дата закінчення терміну розміщення

source: Free
uk: Безкоштовно

source: Overview
uk: Огляд

source: Storage
uk: Зберігання

source: Storage Period
uk: Термін зберігання

source: API Key
uk: Ключ API

source: Client ID
uk: ID клієнта

source: Client Secret
uk: Секретний ключ

source: Redirect URL
uk: URL переадресації

source: App ID
uk: ID додатку

source: Authorization
uk: Авторизація

source: Return to My Account
uk: Повернутися в мій акаунт

# quantity
source: Columns
uk: Колонки

# quantity
source: Number
uk: Кількість

# sort order
source: Item Count
uk: За кількістю позицій

# sort order
source: Name
uk: За назвою

# sort order
source: Date Added
uk: За датою додавання

# sort order
source: Date Registered
uk: За датою реєстрації

# sort order
source: Title
uk: За заголовком

# sort order
source: Random
uk: Випадковий

# sort
source: Order
uk: Порядок

# imperative
source: Add Details
uk: Заповніть деталі

source: %s Product
uk: Продукт %s

source: The following tokens are available: %s.
uk: Наступні токени доступні: %s.

source: %s extension is incompatible with the current HivePress version, please update HivePress or deactivate it.
uk: Розширення %s несумісне з поточною версією HivePress, будь ласка, оновіть HivePress або вимкніть його.

source: I agree to the <a href="%s" target="_blank">terms and conditions</a>
uk: Я погоджуюся з <a href="%s" target="_blank">правилами і умовами</a>

source: Listing
uk: Оголошення

source: Listings
uk: Оголошення

source: All Listings
uk: Всі оголошення

source: Related Listings
uk: Схожі оголошення

source: %s Listing
uk: %s оголошення

source: Listings by %s
uk: Оголошення від %s

source: Featuring of Listings
uk: Реклама оголошень

source: Featured Listings
uk: Рекламовані оголошення

source: View Listings
uk: Переглянути оголошення

source: Search Listings
uk: Знайти оголошення

source: No listings found.
uk: Не знайдено оголошень

source: Listing Attributes
uk: Атрибути оголошень

source: Listing Categories
uk: Категорії оголошень

source: Listing Search Form
uk: Форма пошуку оголошень

source: Listing Expiration
uk: Термін розміщення оголошень

source: Submit Listing
uk: Відправити оголошення

source: Renew Listing
uk: Оновити оголошення

source: Add Listing
uk: Додати оголошення

source: View Listing
uk: Переглянути оголошення

source: Edit Listing
uk: Редагувати оголошення

source: Delete Listing
uk: Видалитити оголошення

source: Report Listing
uk: Поскаржитись на оголошення

source: Listing Submitted
uk: Оголошення відправлено

source: Listing Approved
uk: Оголошення схвалено

source: Listing Rejected
uk: Оголошення відхилено

source: Listing Expired
uk: Закінчився термін розміщення оголошення

source: Listing Renewed
uk: Оголошення оновлено

source: Listing Updated
uk: Оголошення змінено

source: Listing Reported
uk: Отримано скаргу на оголошення

source: Thank you! Your listing "%s" has been submitted and will be reviewed as soon as possible.
uk: Дякуємо! Ваше оголошення "%s" відправлено і буде розглянуто якнайшвидше.

source: Thank you! Your listing "%s" has been renewed and will appear at the top of the page.
uk: Дякуємо! Ваше оголошення "%s" оновлено і з'явиться на горі сторінки.

source: Listing has been reported.
uk: Скарга на оголошення відправлена.

source: Listings Page
uk: Сторінка оголошень

source: Listings Page Display
uk: Відображення сторінки оголошень

source: Regular Listings per Page
uk: Кількість звичайних оголошень на сторінку

source: Featured Listings per Page
uk: Кількість рекламованих оголошень на сторінку

source: Related Listings per Page
uk: Кількість схожих оголошень на сторінку

source: Mark this listing as verified
uk: Відзначити це оголошення як перевірене

source: Make this listing featured
uk: Рекламувати це оголошення

source: Make listings featured
uk: Рекламувати оголошення

source: Display only featured listings
uk: Відображати тільки рекламовані оголошення

source: Are you sure you want to permanently delete this listing?
uk: Ви впевнені, що хочете назавжди видалити це оголошення?

source: Manually approve new listings
uk: Вручну схвалювати нові оголошення

source: Allow submitting new listings
uk: Дозволити додавання нових оголошень

source: Set the number of days after which a listing expires.
uk: Введіть кількість днів, після якого закінчується термін розміщення оголошення.

source: Set the number of days after which an expired listing is deleted.
uk: Введіть кількість днів, після якого оголошення з закінченим терміном розміщення буде видалено.

source: Set a date on which the listing will expire.
uk: Виберіть дату, в яку закінчиться термін розміщення оголошення.

source: Set a date on which the listing will lose featured status.
uk: Виберіть дату, в яку оголошення перестане рекламуватися.

source: Choose a page that displays all listings.
uk: Виберіть сторінку, яка відображає всі оголошення.

source: Choose a page with terms that user has to accept before submitting a new listing.
uk: Виберіть сторінку умов, які користувач повинен прийняти перед додаванням нового оголошення.

source: Please provide details that will help us verify that this listing violates the terms of service.
uk: Будь ласка, надайте деталі які допоможуть нам перевірити, що це оголошення порушує умови використання.

source: Vendor
uk: Продавець

source: View Vendor
uk: Переглянути продавця

source: Add Vendor
uk: Додати продавця

source: Edit Vendor
uk: Редагувати продавця

source: Vendors
uk: Продавці

source: Search Vendors
uk: Шукати продавців

source: No vendors found.
uk: Продавців не знайдено.

source: Vendor Attributes
uk: Атрибути продавців

source: Vendor Search Form
uk: Форма пошуку продавців

source: Vendors Page
uk: Сторінка продавців

source: Vendors per Page
uk: Кількість продавців на сторінку

source: Choose a page that displays all vendors.
uk: Виберіть сторінку, яка відображає всіх продавців.

source: Display vendors on the front-end
uk: Відображати продавців на сайті

source: Category
uk: Категорія

source: Parent Category
uk: Батьківська категорія

source: Attribute
uk: Атрибут

# attribute
source: Add New
uk: Додати новий

source: Add Attribute
uk: Додати атрибут

source: Edit Attribute
uk: Редагувати атрибут

source: Search Attributes
uk: Шукати атрибути

source: No attributes found.
uk: Атрибутів не знайдено.

source: Categories
uk: Категорії

source: Add Category
uk: Додати категорію

source: Edit Category
uk: Редагувати категорію

source: Update Category
uk: Змінити категорію

source: View Category
uk: Переглянути категорію

source: Search Categories
uk: Шукати категорії

source: No categories found.
uk: Категорій не знайдено.

source: Only up to %s files can be uploaded.
uk: Можна завантажити тільки до %s файлів.

source: Only %s files are allowed.
uk: Тільки %s файли дозволені.

# imperative
source: Select Category
uk: Оберіть категорію

source: Email Verified
uk: Ел. адреса підтверджена

source: Username contains invalid characters.
uk: Ім'я користувача містить неприпустимі символи.

source: This username is already in use.
uk: Це ім'я користувача вже зайнято.

source: This email is already registered.
uk: Ця ел. адреса вже використовується.

source: Username or password is incorrect.
uk: Неправильне ім'я користувача або пароль.

source: User with this email doesn't exist.
uk: Користувача з такою ел. адресою не знайдено.

source: User with this username doesn't exist.
uk: Користувача з таким ім'ям не знайдено.

source: Password reset key is expired or invalid.
uk: Ключ для скидання пароля невірний або термін його дії закінчився.

source: Current password is required.
uk: Поточний пароль є обов'язковим.

source: Current password is incorrect.
uk: Невірний поточний пароль.

source: Password is incorrect.
uk: Невірний пароль.

source: Listing "%listing_title%" %listing_url% has been reported with the following details: %report_details%
uk: Отримано скаргу на оголошення "%listing_title%" %listing_url% з наступними деталями: %report_details%

source: A new listing "%listing_title%" has been submitted, click on the following link to view it: %listing_url%
uk: Додано нове оголошення "%listing_title%", клікніть на це посилання для перегляду: %listing_url%

source: Listing "%listing_title%" %listing_url% has been updated with the following details: %listing_attributes%.
uk: Оголошення "%listing_title%" %listing_url% змінено з наступними деталями: %listing_attributes%.

source: Registration Complete
uk: Реєстрація завершена

source: Select File
uk: Вибрати файл

source: "%s" field contains an invalid value.
uk: Поле "%s" містить неприпустиме значення.

source: Attachment
uk: Вкладення

source: Caption
uk: Підпис

source: File Types
uk: Типи файлів

source: Select Files
uk: Вибрати файли

source: Delete
uk: Видалити

source: Checkbox
uk: Прапорець

source: Yes
uk: Так

source: No
uk: Ні

source: Checkboxes
uk: Прапорці

source: Date Range
uk: Діапазон дат

source: Placeholder
uk: Заступаючий текст

source: Minimum Date
uk: Мінімальна дата

source: Maximum Date
uk: Максимальна дата

source: Time
uk: Час

source: Allow setting time
uk: Дозволити вибір часу

source: "%1$s" can't be earlier than %2$s.
uk: "%1$s" не може бути раніше, ніж %2$s.

source: "%1$s" can't be later than %2$s.
uk: "%1$s" не може бути пізніше від %2$s.

# field
source: Embed
uk: Віджет

# field
source: Required
uk: Обов'язковість

source: Make this field required
uk: Зробити це поле обов'язковим

# field
source: optional
uk: опціонально

source: "%s" field is required.
uk: Поле "%s" є обов'язковим.

source: Grant Access
uk: Надати доступ

source: Revoke Access
uk: Відкликати доступ

source: Please set Google Client ID and Secret to proceed.
uk: Будь ласка, введіть ID клієнта і секретний ключ Google, щоб продовжити.

source: Number Range
uk: Діапазон чисел

source: Min
uk: Мін.

source: Max
uk: Макс.

source: Number
uk: Число

# quantity
source: Decimals
uk: Знаки після коми

source: Minimum Value
uk: Мінімальне значення

source: Maximum Value
uk: Максимальне значення

source: "%1$s" can't be lower than %2$s.
uk: "%1$s" не може бути менше, ніж %2$s.

source: "%1$s" can't be greater than %2$s.
uk: "%1$s" не може бути більше за %2$s.

source: Radio Buttons
uk: Радіокнопки

# field
source: Select
uk: Список

# selection
source: Multiple
uk: Множинність

source: Allow multiple selection
uk: Дозволити множинний вибір

source: Options
uk: Опції

source: Search any of the selected options
uk: Шукати будь-які з вибраних опцій

source: Text
uk: Текст

source: Minimum Length
uk: Мінімальна довжина

source: Maximum Length
uk: Максимальна довжина

source: Regex Pattern
uk: Регулярний вираз

source: Click to copy
uk: Клікніть, щоб скопіювати

source: "%1$s" should be at least %2$s characters long.
uk: "%1$s" не може бути коротше %2$s символів.

source: "%1$s" can't be longer than %2$s characters.
uk: "%1$s" не може бути довшим %2$s символів.

source: Textarea
uk: Багатостроковий текст

source: Formatting
uk: Форматування

source: Allow HTML formatting
uk: Дозволити HTML форматування

source: Submit
uk: Відправити

source: Filter
uk: Фільтрувати

source: Keywords
uk: Ключові слова

source: Search
uk: Шукати

source: Sort by
uk: Сортувати за

source: Changes have been saved.
uk: Зміни збережені.

source: Save Changes
uk: Зберегти зміни

source: Please enter your password below to permanently delete your account.
uk: Будь ласка, введіть свій пароль щоб назавжди видалити свій аккаунт.

source: Delete Account
uk: Видалити акаунт

source: Login User
uk: Авторизувати користувача

source: Username or Email
uk: Ім'я користувача або ел. адреса

source: Please enter your username or email address, you will receive a link to create a new password via email.
uk: Будь ласка, введіть ваше ім'я користувача або ел. адресу, ви отримаєте лист з посиланням для скидання пароля.

source: Password reset email has been sent.
uk: Лист для скидання пароля надіслано.

source: Send Email
uk: Відправити лист

source: Please enter a new password below.
uk: Будь ласка, введіть новий пароль.

source: New Password
uk: Новий пароль

source: Register User
uk: Зареєструвати користувача

source: Current Password
uk: Поточний пароль

source: Sign Out
uk: Вийти

source: Name
uk: Назва

source: Title
uk: Заголовок

# listing
source: Hidden
uk: Прихованe

# listing
source: Pending
uk: На розгляді

source: Password
uk: Пароль

source: Profile Info
uk: Опис профілю

source: Profile Image
uk: Зображення профілю

source: Purchase
uk: Купити

source: Install
uk: Встановити

source: Update
uk: Оновити

source: Activate
uk: Активувати

# extension
source: Active
uk: Активне

source: Docs
uk: Документація

# noun
source: Support
uk: Підтримка

source: Version %s
uk: Версія %s

source: Nothing found
uk: Нічого не знайдено

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
uk: На жаль, нічого не підійшло під ваш запит. Будь ласка, спробуйте ще раз з іншими ключовими словами.

source: Change Category
uk: Змінити категорію

source: Added on %s
uk: Додано %s

source: My Account
uk: Мій акаунт

source: Forgot password?
uk: Забули пароль?

source: Don't have an account yet?
uk: Ще немає акаунту?

source: Password reset link is expired or invalid.
uk: Посилання для скидання паролю невірне або термін його дії закінчився.

source: Thank you! Your email address has been verified and you can start using your account.
uk: Дякуємо! Ваша ел. адреса підтверджена і ви можете почати користуватися акаунтом.

source: Already have an account?
uk: Вже є акаунт?

source: Member since %s
uk: Учасник з %s

source: View
uk: Переглянути

source: Multipurpose directory, listing & classifieds plugin.
uk: Універсальний плагін для каталогів, агрегаторів і класифайдів.
